Repository: jkhoriaty/SOEN490-ETD
Catalog: ETD/ETD/Properties/Resources.*.resx
Languages: fr

# Button_AddEquipment
source: Add Equipment
fr: Ajouter Équipement

# Button_AddMember
source: Add Member
fr: Ajouter Membre

# Button_Cancel
source: Cancel
fr: Annuler

# Button_FollowUp
source: Follow Up
fr: Suivi

# Button_GPSLocations
source: GPS Location
fr: Position GPS

# Button_LoadMap
source: Load Map
fr: Choisir Carte

# Button_RemoveMember
source: Remove Member
fr: Enlever Membre

# Button_Submit
source: Submit
fr: Soumettre

# CheckBox_Disoriented
source: Disoriented
fr: Désorienté

# ComboBoxItem_Airways_Clear
source: Clear
fr: Dégagées

# ComboBoxItem_Airways_CompletelyObstructed
source: Completely Obstructed
fr: Obstruction Complète

# ComboBoxItem_Airways_PartiallyObstructed
source: Partially Obstructed
fr: Obstruction Partielle

# ComboBoxItem_AmbulanceCart
source: Ambulance Cart
fr: Ambulancette

# ComboBoxItem_Breathing_Absent
source: Absent
fr: Absence

# ComboBoxItem_Breathing_Difficulty
source: Difficulty
fr: Difficulté

# ComboBoxItem_Breathing_Normal
source: Normal
fr: Normale

# ComboBoxItem_Circulation_ChestPain
source: Chest Pain
fr: Douleur/Inconfort Thoracique

# ComboBoxItem_Circulation_Hemmorrhage
source: Hemmorrhage
fr: Hémorragie

# ComboBoxItem_Circulation_NoPulse
source: No pulse
fr: Aucuns Pouls

# ComboBoxItem_Circulation_Normal
source: Normal
fr: Normale

# ComboBoxItem_Complaint_AbdominalPain
source: Abdominal Pain
fr: Douleur Abdominale

# ComboBoxItem_Complaint_Allergy
source: Allergy (Mild)
fr: Allergie

# ComboBoxItem_Complaint_Anaphylaxis
source: Anaphylaxis
fr: Anaphylaxie

# ComboBoxItem_Complaint_Behavioural
source: Behavioural Disorder
fr: Comportemental

# ComboBoxItem_Complaint_Burn
source: Burn
fr: Brûlure

# ComboBoxItem_Complaint_Cardiac
source: Cardiac Arrest
fr: Arrêt Cardiorespiratoire

# ComboBoxItem_Complaint_ChestPain
source: Chest Pain
fr: Douleur/Inconfort Thoracique

# ComboBoxItem_Complaint_Environmental
source: Environmental Related Disorder
fr: Trouble lié à l'environnement

# ComboBoxItem_Complaint_Headache
source: Headache
fr: Maux de Tête

# ComboBoxItem_Complaint_HeadSpine
source: Head/Spine Injury
fr: Traumatisme Tête/Colonne

# ComboBoxItem_Complaint_Hemorrhage
source: Hemorrhage
fr: Hémorragie

# ComboBoxItem_Complaint_InsectBite
source: Insect Bite
fr: Piqûre d'Insectes

# ComboBoxItem_Complaint_Musculoskeletal
source: Musculoskeletal
fr: Musculosquelettique

# ComboBoxItem_Complaint_Nosebleed
source: Nosebleed
fr: Saignement de Nez

# ComboBoxItem_Complaint_Ocular
source: Ocular
fr: Oculaire

# ComboBoxItem_Complaint_Oral
source: Oral
fr: Buccal/Dentaire

# ComboBoxItem_Complaint_Other
source: Other
fr: Autre

# ComboBoxItem_Complaint_Respiratory
source: Respiratory
fr: Respiratoire

# ComboBoxItem_Complaint_RespiratoryArrest
source: Respiratory Arrest
fr: Arrêt Respiratoire

# ComboBoxItem_Complaint_Seizures
source: Seizures
fr: Convulsion

# ComboBoxItem_Complaint_SoftTissueInjury
source: Soft Tissue Injury
fr: Plaie aux Tissus Mous

# ComboBoxItem_Complaint_SuspectedStroke
source: Suspected Stroke
fr: Suspicion d'AVC

# ComboBoxItem_Complaint_Unconscious
source: Unconscious
fr: Inconscience

# ComboBoxItem_Complaint_Weakness
source: Weakness/Fainting
fr: Faiblesse/Évanouissement

# ComboBoxItem_Conclusion_911
source: 911 called
fr: 911 appellé

# ComboBoxItem_Conclusion_Doctor
source: Referred to doctor
fr: Reféré à un médecin.

# ComboBoxItem_Conclusion_Equipment
source: Equipment distribution
fr: Distribution d'équipement

# ComboBoxItem_Conclusion_NoIntervention
source: No intervention
fr: Pas d'intervention

# ComboBoxItem_Conclusion_NotFound
source: Patient not found
fr: Patient non trouvé

# ComboBoxItem_Conclusion_Other
source: Other
fr: Autre

# ComboBoxItem_Conclusion_Refusal
source: Refusal of treatment
fr: Refus de traitement

# ComboBoxItem_Conclusion_ReturnHome
source: Returned to home
fr: Retourné â domicile

# ComboBoxItem_Conclusion_ReturnSite
source: Returned to site
fr: Retourné sur le site

# ComboBoxItem_Consciousness_Alert
source: Alert
fr: Alerte

# ComboBoxItem_Consciousness_Painful
source: Painful
fr: Douleur

# ComboBoxItem_Consciousness_Unconscious
source: Unconsicous
fr: Inconscient

# ComboBoxItem_EditMode
source: Edit Mode
fr: Mode d'Édition

# ComboBoxItem_FirstResponder
source: First Responder
fr: Premier Répondant

# ComboBoxItem_GeneralFA
source: General First Aid
fr: Secouriste Général

# ComboBoxItem_MountedStretcher
source: Mounted Stretcher
fr: Civière Montée

# ComboBoxItem_RegularMode
source: Regular Mode
fr: Mode régulier

# ComboBoxItem_SittingCart
source: Sitting Cart
fr: Cart Assis

# ComboBoxItem_TransportStretcher
source: Transport Stretcher
fr: Civière de Transport

# ComboBoxItem_Wheelchair
source: Wheelchair
fr: Fauteil Roulant

# Label_911Call
source: 911 Call
fr: Appel 911

# Label_Acronym
source: Acronym
fr: Acronyme

# Label_Call
source: Call
fr: Appel

# Label_Complaint
source: Complaint:
fr: Plainte:

# Label_DepartureTime
source: Time of Departure
fr: Temps de départ

# Label_DispatcherName
source: Dispatcher Name
fr: Nom du Répartiteur

# Label_FR
source: F.R.
fr: P.R.

# Label_Gender
source: Gender:
fr: Sexe:

# Label_InterventionFilterCompleted
source: Completed
fr: Completée

# Label_InterventionFilterOngoing
source: Ongoing
fr: En Cours

# Label_OperationName
source: Operation Name
fr: Nom d'Opération

# Label_Priority
source: Priority:
fr: Priorité:

# Label_ShiftEndDate
source: Shift End Date
fr: Date de Fin de Quart

# Label_ShiftEndTime
source: Shift End Time
fr: Heure de Fin de Quart

# Label_ShiftStartDate
source: Shift Start Date
fr: Date de Début de Quart

# Label_ShiftStartTime
source: Shift Start Time
fr: Heure de Début de Quart

# Label_Teams
source: Teams
fr: Équipes

# Label_Training
source: Training:
fr: Formation:

# MenuItem_CompletedInterventions
source: Completed Interventions
fr: Intervention Completée

# MenuItem_DeleteTeam
source: Delete Team
fr: Supprimer Équipe

# MenuItem_EquipmentPin_Delete
source: Delete Equipment
fr: Supprimer Équipement

# MenuItem_OngoingInterventions
source: Ongoing Interventions
fr: Intervention En Cours

# MenuItem_TeamPin_Available
source: Available
fr: Disponible

# MenuItem_TeamPin_Intervening
source: Intervening
fr: En Intervention

# MenuItem_TeamPin_Moving
source: Moving
fr: En Direction

# MenuItem_TeamPin_Unavailable
source: Unavailable
fr: Non Disponible

# MessageBox_Notification_DeadlineChanged
source: The deadlines have been changed.
fr: Les heures limites ont changées.

# MessageBox_Notification_DeadlineNumbers
source: The intervention deadlines should be numbers!
fr: Les heures limites devraient être des nombres.

# MessageBox_Notification_EquipmentLimit
source: A team cannot use more than three equipments.
fr: Une équipe ne peut utiliser plus que trois équipements.

# MessageBox_Notification_FutureTime
source: The time inserted is in the future!
fr: L'heure insérée est dans le futur!

# MessageBox_Notification_InvalidAcronym
source: Invalid acronym.
fr: Acronyme invalide.

# MessageBox_Notification_InvalidDispatcherName
source: Invalid dispatcher name.
fr: Nom du répartiteur invalide.

# MessageBox_Notification_InvalidEndDate
source: Invalid shift end date.
fr: Date de la fin du quart invalide.

# MessageBox_Notification_InvalidEndTime
source: Invalid shift end time.
fr: Heure de la fin du quart invalide.

# MessageBox_Notification_InvalidOperationName
source: Invalid operation name.
fr: Nom d'opération invalide.

# MessageBox_Notification_InvalidStartDate
source: Invalid shift start date.
fr: Date de début du quart invalide.

# MessageBox_Notification_InvalidStartTime
source: Invalid shift start time.
fr: Heure de début du quart invalide.

# MessageBox_Notification_InvalidTime
source: The text inserted in the time boxes is not valid.
fr: Le texte inséré pour l'heure n'est pas valide.

# MessageBox_Notification_NoConclusion
source: No conclusion is set!
fr: Aucune conclusion de choisi.

# MessageBox_Notification_NoEquipment
source: You need to select an equipment to add!
fr: Vous devez choisir un équipement à ajouter.

# MessageBox_Notification_StartTimeAfterEndTime
source: Start time cannot be greater than end time.
fr: L'heure du début ne peut pas être après l'heure de la fin.

# MessageBox_Notification_Warning
source: Warning
fr: Attention

# TabItem_AdditionalInfo
source: Additional Info
fr: Plus d'Info

# TabItem_Details
source: Details
fr: Détails

# TabItem_End
source: End
fr: Fin

# TabItem_Timers
source: Timers
fr: Chrono

# TextBlock_Airways
source: Airways
fr: Voies aériennes

# TextBlock_Arrival
source: Arrival
fr: En Position

# TextBlock_Breathing
source: Breathing
fr: Respiration

# TextBlock_Company
source: Company
fr: Compagnie

# TextBlock_Consciousness
source: Consciousness
fr: Conscience

# TextBlock_Deadlines
source: Deadlines (mins):
fr: Limites (mins):

# TextBlock_MeetingPoint
source: Meeting:
fr: Point de rencontre:

# TextBlock_Moving
source: Moving
fr: En Direction

# TextBlock_MovingDeadline
source: Moving
fr: Déplacement

# TextBlock_Team
source: Team
fr: Équipe

# TextBlock_Vehicle
source: Vehicle
fr: Véhicule

# TextBox_AdditionalInformation_Hospital
source: Hospital?
fr: Hôpital?

# TextBox_CallerName
source: Caller Name
fr: Nom de l'appelant

# TextBox_Location
source: Location
fr: Emplacement

# TextBox_Nature
source: Nature of Call
fr: Nature de l'appel

# TextBox_TeamMemberName
source: Team Member Name
fr: Nom de membre d'équipe

# TextBox_TeamName
source: Team Name
fr: Nom d'équipe

# MessageBox_Notification_FailedValidation
source: Validation has failed. Please change the boxes with a red border.
fr: Validation échoué. S'il vous plaît changez les champs avec une bordure rouge.

# TextBlock_Completion
source: Completion
fr: Complété

# TextBlock_FollowUp
source: Follow Up
fr: Suivi

# TextBlock_HandledBy
source: Handled By
fr: Géré par

# TextBlock_Recipient
source: Recipient
fr: Destinataire

# TextBlock_Request
source: Request
fr: Demande

# TextBlock_Time
source: Time
fr: Heure

# TextBlock_Finance
source: Finance and Meals
fr: Finance et Repas

# TextBlock_OrganizationFollowUp
source: Organization Followup
fr: Suivis avec l'Organisation

# TextBlock_ParticularSituation
source: Particular Situation and Interventions
fr: Situation et Interventions particulières

# TextBlock_SupervisorFollowUp
source: Supervisor/Responsible Invidual Followup
fr: Suivis avec le(s) RO, Superviseurs et/ou RI

# TextBlock_VehicleFollowUp
source: Material and Vehicles
fr: Matériel et Véhicules

# TextBlock_VolunteerFollowUp
source: Volunteer Followup
fr: Suivis Auprès Des Bénévoles
